Repository: Acidburn0zzz/fwbuilder
Catalog: po/*.po
Languages: de

source: 'Chabge inbound interface', 'Continue packet inspection' and 'Make a copy' options are mutually exclusive
de: 'Ringangsinterface wechseln', 'Paketinspektion fortsetzen' und 'Kopie erzeugen' diese Optionen schließen sich gegenseitig aus

source: Rule name for accounting is converted to the iptables chain name and therefore may not contain white space and special characters.
de: Namen der Accounting-Regeln werden in iptables chain names umgewandelt und dürfen daher keine Leerzeichen oder Sonderzeichen enthalten.

source: Illegal IP address '%1'
de: Ungültige IP Adresse: '%1'

source: no color
de: keine Farbe

source: Warning: loading from file discards current contents of the script.
de: Warnung: das Laden aus der Datei überschreibt den aktuellen Inhalt des Skripts.

source: Choose file that contains PIX commands
de: Bitte Datei mit den PIX-Kommandos auswählen

source: Could not open file %1
de: Konnte Datei %1 nicht öffnen

source: Unknown rule set
de: Unbekannte Regelgruppe

source: Not used anywhere
de: Wird nirgends benutzt

source: Support module for %1 is not available
de: Hilfsmodul für %1 ist nicht verfügbar

source: DNS zone transfer ...
de: DNS Zonen-Transfer ...

source: Network discovery using SNMP ...
de: Netzwerk-Erkundung mit Hilfe von SNMP ...

source: Cancel
de: Abbruch

source: Copying results ...
de: Resultate werden kopiert ....

source: Incomlete network specification.
de: Unvollständige Netzwerk-Spezifikation.

source: Error: Failed to start program
de: Fehler: Programm konnte nicht gestartet werden

source: Opened read-only
de: Im nur-Lesen Modus geöffnet

source: Invalid RegExp.
de: Ungültiger regulärer Ausdruck.

source: Address
de: Adresse

source: Is equal to
de: Ist gleich wie

source: Starts with
de: Beginnt mit

source: Matches Wildcard
de: Enspricht Wildcard

source: Matches RegExp
de: Entspricht regulärem Ausdruck

source: Search hit the end of the object tree.
de: Die Suche ist am Ende des Objekt-Baumes angelangt.

source: Search or Replace object ind't specified.
de: Das Such- oder das Ersetzungs-Objekt fehlt.

source: Cannot replace object by itself.
de: Kann ein Objekt nicht durch sich selbst erseten.

source: Search and Replace objects are incompatible.
de: Such- und Ersetzungs-Objekt passen nicht zueinander.

source: Policy of firewall '
de: Policy der Firewall '

source: FWBuilder API error: %1
de: FWBuilder API Fehler: %1

source: No change
de: Keine Änderung

source: On
de: Ein

source: Off
de: Aus

source: Working directory %1 does not exist and could not be created. Ignoring this setting.
de: Arbeitsverzeichnis %1 exitiert nicht und konnte nicht angelegt werden. Einstellung wurde ignoriert.

source: New Library
de: Neue Bilbliothek

source: Paste
de: Einfügen

source: Delete
de: Löschen

source: DNS record:
de: DNS Datensatz:

source: objects
de: Objekte

source: protocol: %1
de: Protokoll: %1

source: type: %1
de: Typ: %1

source: protocol
de: Protokoll

source: type:
de: Typ:

source: Pattern: "%1"
de: Muster: "%1"

source: source-hash
de: Quell-Hash

source: static-port
de: statische Portnummer

source: No firewalls defined
de: Keine Firewalls definiert

source: Some objects have been modified but not saved. Do you want to save changes now ?
de: Es wurd einige Objekte modifiziert aber nicht gespeichert. Wollen Sie die Änderungen jetzt sichern?

source: FWB Files (*.fwb);;All Files (*)
de: FWB Dateien (*.fwb);;Alle Dateien(*)

source: The file %1 already exists. Do you want to overwrite it ?
de: Die Datei %1 existiert bereits. Wollen Sie sie überschreiben?

source: Choose name and location for the new file
de: Bitte Namen und Speicherort für die neue Datei auswählen

source: Saving data to file...
de: Die Daten werden in die Datei gespeichert...

source: Choose name and location for the file
de: Bitte Namen und Speicherort für die Datei auswählen

source: This operation discards all changes that have been saved into the file so far, closes it and replaces it with a clean copy of its head revision from RCS. All changes will be lost if you do this.
de: Dieses Kommando verwirft alle Änderungen, die noch nicht in der Datei abgespeichert wurden, schließt die Datei und ersetzt das Projekt im Speicher mit einer Kopie der letzten Revision aus dem RCS. Alle Änderungen gehen verloren, wenn Sie weitermachen.

source: File %1 has been added to RCS.
de: Datei %1 wurde zum RCS hinzugefügt.

source: Error adding file to RCS: %1
de: Fehler beim Einfügen der Datei in das RCS: %1

source: (read-only)
de: (Nur-Lesen)

source: Error loading file: %1
de: Fehler beim Laden der Datei: %1

source: Merging with system objects...
de: Mit System-Objekten mischen...

source: Firewall Builder 2 uses file extension '.fwb' and needs to rename old data file '%1' to '%2', but file '%3' already exists. Choose a different name for the new file.
de: Firewall Builder 2 verwendet den Dateityp '.fwb' und muss den Namen der alten Datei '%1' in '%2' ändern, aber die Datei '%3' existiert bereits. Bitte wählen Sie einen anderen NAmen für die Datei.

source: Load operation cancelled and data file reverted to original version.
de: Ladefunktion abgebrochen, Daten wieder in den alten Zustand zurück versetzt.

source: Firewall Builder 2 uses file extension '.fwb'. Your data file '%1' has been renamed '%2'
de: Firewall Builder 2 verwendet den Dateityp '.fwb'. Ihre Datendatei '%1' wurde in '%2' umbenannt

source: Exception: %1
de: Ausnahmefehler: %1

source: Failed transformation : %1
de: Umwandlung fehlkerhaft: %1

source: Checking file %1 in RCS
de: Datei %1 wird im RCS eingecheckt

source: Error checking in file %1: %2
de: Fehler beim Prüfen der Datei %1: %2

source: File is read-only
de: Datei ist schreibgeschützt

source: Error saving file %1: %2
de: Fehler beim Speichern der Datei %1: %2

source: Duplicate library '%1'
de: Doppelte Bibliothek '%1'

source: Error loading file %1: %2
de: Fehler beim Laden der Datei %1: %2

source: Choose a file to import
de: Zu importierende Datei auswählen

source: Library %1: Firewall '%2' (global policy rule #%3) uses object '%4' from library '%5'
de: Bibliothek %1: Firewall '%2' (globale Policy Regel #%3) verwendet das Objekt '%4' aus der Bibliothek '%5'

source: Library %1: Firewall '%2' (interface %3 policy rule #%4) uses object '%5' from library '%6'
de: Bibliothek %1: Firewall '%2' (Interface %3 Policy Regel #%4) verwendet das Objekt '%5' aus der Bibliothek '%6'

source: Library %1: Firewall '%2' (NAT rule #%3) uses object '%4' from library '%5'
de: Bibliothek %1: Firewall '%2' (NAT Regel %3) verwendet das Objekt '%4' aus der Bibliothek '%5'

source: Library %1: Group '%2' uses object '%3' from library '%4'
de: Bibliothek %1: Gruppe '%2' verwendet das Objekt '%3' aus der Bibliothek '%4'

source: A library that you are trying to export contains references to objects in the other libraries and can not be exported. The following objects need to be moved outside of it or objects that they refer to moved in it:
de: Die Bibliothek, die gerade exportiert werden soll, enthält Referenzen zu Objekten in anderen Bibliotheken und kann nicht exportiert werden. Folgende Objekte müssen aus der Bibliothek entfernt werden oder die referenzierten Objekte müssen in diese Bibliothek verschoben werden:

source: Please select a library you want to export.
de: Bitte eine zu exportierende Bibliothek auswählen.

source: Building branch policy view '%1'...
de: Die Policy-Ansicht %1 des Branches wird erzeugt...

source: Building policy view...
de: Policy-Ansicht erzeugen...

source: Building NAT view...
de: NAT-Ansicht erzeugen...

source: Building routing view...
de: Routing-Ansicht erzeugen...

source: Addres Range
de: Adressbereich

source: Network
de: Netzwerk

source: Group of objects
de: Objekt-Gruppe

source: Custom Service
de: Benutzerdefinierter Service

source: IP Service
de: IP-Dienst

source: ICMP Service
de: ICMP-Dienst

source: TCP Service
de: TCP-Dienst

source: UDP Service
de: UDP-Dienst

source: Group of services
de: Service-Gruppe

source: Time Interval
de: Zeitintervall

source: Platform:
de: Plattform:

source: Host OS:
de: Host Betriebssystem:

source: Global Policy
de: Globale Policy

source: Legend
de: Legende

source: Objects
de: Objekte

source: EMPTY
de: leer

source: Printing aborted
de: Drucken abgebrochen

source: Printing completed
de: Drucken vollendet

source: Properties
de: Eigenschaften

source: Open
de: Öffnen

source: Edit
de: Bearbeiten

source: Copy
de: Kopieren

source: Cut
de: Ausschneiden

source: Batch install options
de: Optionen für die Batch-Installatin

source: There is no firewalls to process.
de: Es gibt keine Firewalls zum Bearbeiten

source: Unknown operation.
de: Unbekannter Befehl.

source: Show details
de: Details anzeigen

source: Hide details
de: Details verbergen

source: Unsupported exception
de: Unbekannter Ausnahmefehler

source: * user name : %1
de: * Benutzer Name: %1

source: * management address : %1
de: * Verwaltungs-Adresse : %1

source: * platform : %1
de: * Plattform %1

source: * host OS : %1
de: * Host Betriebssystem : %1

source: * Loading configuration from file %1
de: * Laden der Konfiguration aus Datei %1

source: * Incremental install
de: * Inkrementelles Installieren

source: * Configuration diff will be saved in file %1
de: * Die Konfigurationsunterschiede werden in Datei %1 gespeichert

source: * Commands will not be executed on the firewall
de: * Auf dem Firewall werden keine Kommandos ausgeführt

source: Only one interface of the firewall '%1' must be marked as management interface.
de: Es darf nur ein Interface bei der Firewall '%1' als Management-Schnittstelle markiert sein.

source: One of the interfaces of the firewall '%1' must be marked as management interface.
de: Es muss ein Interface bei der Firewall '%1' als Management-Schnittstelle markiert sein.

source: Management interface does not have IP address, can not communicate with the firewall.
de: Das Management-Interface hat keine IP-Adresse, daher ist keine Kommunikation mit der Firewall möglich.

source: File %1 not found.
de: Datei %1 nicht gefunden.

source: Can not open file %1
de: Datei %1 kann nicht geöffnet werden

source: Running command '%1'
de: Ausgeführter Befehl '%1'

source: Done
de: Fertig

source: Activating new policy
de: Neue Policy wird aktiviert

source: Firewall platform is not specified in this object. Can't compile firewall policy.
de: Angaben zur PLattform der Firewall fehlen in diesem Objekt. Die Firewall-Policy kann nicht übersetzt werden.

source: Abnormal program termination
de: Ungeplanter Programmabbruch

source: Skipped
de: Übersprungen

source: Stop
de: Stopp

source: Installing policy rules on firewall '%1'.
de: Installieren der Policy-regeln auf der Firewall '%1'.

source: Show all
de: Alle anzeigen

source: Group:
de: Gruppe:

source: Network:
de: Netzwerk:

source: Script Editor
de: Skripteditor

source: Illegal netmask '%1'
de: Ungültige Netzmaske '%1'

source: DNS lookup failed for both names of the address object '%1' and the name of the host '%2'.
de: DNS-Auflösung war für beide Namen des Adress-Objekts '%1' und des Host-Namens '%2' unmöglich.

source: DNS lookup failed for name of the address object '%1'.
de: DNS-Auflösung war für den Namen des Adress-Objekts '%1' unmöglich.

source: Pick the color for this library
de: Bitte Farbe für diese Bibliothek auswählen

source: Check option 'dynamic address' for the interface that gets its IP address dynamically via DHCP or PPP protocol.
de: Aktivieren Sie bitte die Option 'dynamische Adresse' für das Interface, das seine Adresse dynamisch über das DHCP- oder PPP-Protokoll zugewiesen erhält.

source: Check option 'Unnumbered interface' for the interface that does not have an IP address. Examples of interfaces of this kind are those used to terminate PPPoE or VPN tunnels.
de: Die Option 'unnummeriertes Interface' muss für das Interface aktiviert sein, das keine (feste) IP-Adresse hat. Dies sind zum Beispiel Interfaces an denen PPPoE oder VPN-Tunnel terminiert werden.

source: Missing SNMP community string.
de: Fehlende SNMP-Community.

source: Address of %1 could not be obtained via DNS
de: Die Adresse %1 konnte über das DNS nicht aufgelöst werden

source: dynamic
de: dynamisch

source: Dynamic address
de: Dynamische Adresse

source: Unnumbered interface
de: nicht-nummeriertes Interface

source: Illegal address '%1/%2'
de: Ungültige Adresse '%1/%2'

source: Keep current object
de: aktuelles Objekt beibehalten

source: Replace with this object
de: Mit diesem Objekt ersetzen

source: Modifications done to this object can not be saved. Do you want to continue editing it ?
de: Die Veränderungen an diesem Objekt können nicht gespeichert werden. Wollen Sie mit dem Editieren fortfahren?

source: This object has been modified but not saved. Do you want to save it ?
de: Dieses Objekt wurde verändert aber noch nicht gespeichert. Wollen Sie es jetzt abspeichern?

source: Object Manipulator
de: Objekt-Manipulator

source: ( read only )
de: ( schreibgeschützt )

source: The name of the object '%1' has changed. The program can also rename IP address objects that belong to this object, using standard naming scheme 'host_name:interface_name:ip'. This makes it easier to distinguish what host or a firewall given IP address object belongs to when it is used in the policy or NAT rule. The program also renames MAC address objects using scheme 'host_name:interface_name:mac'. Do you want to rename child IP and MAC address objects now? (If you click 'No', names of all address objects that belong to %1 will stay the same.)
de: Der Name des Ojektes '%1' wurde geändert. Das Programm kann auch die Namen der IP-Adressen-Objekte, die zu diesem Objekt gehören, nach dem Schema 'Host-Name:Interface-Name:IP' anpassen. Dies erleichtert das Zuordnen von IP-Adressen zu Hosts oder Firewalls, wenn sie in der Policy oder in NAT-Regeln verwendet werden. Das Programm ändert auch die Namen von MAC-Adressen-Objekten nach dem Schema 'Host-Name:Interface-Name:MAC'. Wollen Sie die zum Objekt gehörenden IP- und MAC-Adressen-Objekte jetzt automatisch ändern lassen? (Wenn Sie 'Nein', anklicken, bleiben die Namen aller Adressen-Objekte, die zu %1 gehören, unverändert.)

source: The name of the interface '%1' has changed. The program can also rename IP address objects that belong to this interface, using standard naming scheme 'host_name:interface_name:ip'. This makes it easier to distinguish what host or a firewall given IP address object belongs to when it is used in the policy or NAT rule. The program also renames MAC address objects using scheme 'host_name:interface_name:mac'. Do you want to rename child IP and MAC address objects now? (If you click 'No', names of all address objects that belong to %1 will stay the same.)
de: Der Name des Interfaces '%1' wurde geändert. Das Programm kann auch die Namen der IP-Adressen-Objekte, die zu diesem Objekt gehören, nach dem Schema 'Host-Name:Interface-Name:IP' anpassen. Dies erleichtert das Zuordnen von IP-Adressen zu Hosts oder Firewalls, wenn sie in der Policy oder in NAT-Regeln verwendet werden. Das Programm ändert auch die Namen von MAC-Adressen-Objekten nach dem Schema 'Host-Name:Interface-Name:MAC'. Wollen Sie die zum Objekt gehörenden IP- und MAC-Adressen-Objekte jetzt automatisch ändern lassen? (Wenn Sie 'Nein', anklicken, bleiben die Namen aller Adressen-Objekte, die zu %1 gehören, unverändert.)

source: place in library %1
de: in der Bibliothek %1 abglegen

source: to library %1
de: in die Bibliothek %1

source: place here
de: hier ablegen

source: Duplicate ...
de: Duplizieren...

source: Move ...
de: Verschieben ...

source: Add Interface
de: Interface Hinzufügen

source: Add IP Address
de: IP-Adresse hinzufügen

source: Add MAC Address
de: MAC-Adresse hinzufügen

source: New Firewall
de: Neue Firewall

source: New Address
de: Neue Adresse

source: New Address Range
de: Neuer Adressbereich

source: New Host
de: Neuer Host

source: New Network
de: Neues Netzwerk

source: New Group
de: Neue Gruppe

source: New Custom Service
de: Neuer benutzerdefinierter Dienst

source: New IP Service
de: Neuer IP-Dienst

source: New ICMP Service
de: Neuer ICMP-Dienst

source: New TCP Service
de: Neuer TCP-Dienst

source: New UDP Service
de: Neuer UDP Dienst

source: New Time Interval
de: Neues Zeitintervall

source: Find
de: Suche

source: Where used
de: Wo benutzt

source: Group
de: Gruppe

source: Compile
de: Übersetzen

source: Install
de: Installieren

source: Unlock
de: Freigeben

source: Undelete...
de: Wiederherstellen...

source: Impossible to insert object %1 (type %2) into %3 because of incompatible type.
de: Es ist unmöglich das Objekt %1 (Typ %2) in %3 einzufügen, da die Typen inkompatibel sind.

source: When you delete a library, all objects that belong to it disappear from the tree and all groups and rules that reference them. You won't be able to reverse this operation later. Do you still want to delete library %1?
de: Wenn Sie eine Bibliothek löschen, werden alle Objekte darin aus dem Objekt-Baum und allen Gruppen und Firewall-Policies, die sie verwenden, entfernt. Es ist nicht möglich, diese Operation wieder umzukehren. Wollen Sie die Bibliothek %1 wirklich löschen?

source: Type '%1': new object can not be created because corresponding branch is missing in the object tree. Please repair the tree using command 'fwbedit -s -f file.fwb'.
de: Typ '%1': ein neues Objekt kann nicht angelegt werden weil der entsprechende Ast im Objekt-Baum fehlt. Bitte den Baum mit dem Kommando 'fwbedit -s -f file.fwb' reparieren.

source: New Interface
de: Neues Interface

source: New Object Group
de: Neue Objekt-Gruppe

source: New Service Group
de: Neue Dienste-Gruppe

source: Searching for firewalls affected by the change...
de: Es werden die Firewalls gesucht, die von der Änderung betroffen sind...

source: Object
de: Objekt

source: Aggressive
de: aggressiv

source: Conservative
de: konservativ

source: For high latency
de: für hohe Latenz-Zeiten

source: 0 - System Unusable
de: 0 - System nich verwendbar

source: 1 - Take Immediate Action
de: 1 - unmittelbare Reaktion notwendig

source: 2 - Critical Condition
de: 2 - kritischer Zustand

source: 3 - Error Message
de: 3 - Fehlermelding

source: 4 - Warning Message
de: 4 - Warnung

source: 5 - Normal but significant condition
de: 5- normaler Betrieb aber außergewöhnlicher Zustand

source: 6 - Informational
de: 6 - Nur zur Information

source: 7 - Debug Message
de: 7 - Debug Nachricht

source: Error: Policy compiler for PIX is not installed
de: Fehler: der Policy-Compiler für PIX ist nicht installiert

source: alert
de: Alarm

source: crit
de: kritisch

source: error
de: Fehler

source: warning
de: Warnung

source: notice
de: Hinweis

source: info
de: Information

source: kern
de: Kernel

source: user
de: Benutzer

source: ICMP admin prohibited
de: Meldung 'ICMP admin prohibited'

source: ICMP host prohibited
de: Meldung 'ICMP host prohibited'

source: ICMP host unreachable
de: Meldung 'ICMP host unreachable'

source: ICMP net prohibited
de: Meldung 'ICMP net prohibited'

source: ICMP net unreachable
de: Meldung 'ICMP net unreachable'

source: ICMP port unreachable
de: Meldung 'ICMP port unreachable'

source: ICMP protocol unreachable
de: Meldung 'ICMP protocol unreachable'

source: Route through
de: Routen über

source: Route reply through
de: Auf Route über antworten

source: Route a copy through
de: Route für Kopie verwenden

source: on top of the script
de: am Beginn des Skripts

source: after interface configuration
de: nach der Interface-Konfiguration

source: after policy reset
de: nach dem Rücksetzen der Policies

source: /day
de: /Tag

source: /hour
de: /Stunde

source: /second
de: /Sekunde

source: - any -
de: - beliebig -

source: 1.2.5 or earlier
de: 1.2.5 oder älter

source: 1.2.6 to 1.2.8
de: 1.2.6 bis 1.2.8

source: Accept
de: Akzeptieren

source: Deny
de: Verbieten

source: Reject
de: Zurückweisen

source: Scrub
de: Säubern (scrub)

source: Continue
de: Fortsetzen

source: Modify
de: Ändern

source: Classify
de: Klassifizieren

source: Chain
de: Kette

source: Queue
de: Warteschlange

source: Pick the color
de: Farbe auswählen

source: Find working directory
de: Arbeitsverzeichnis suchen

source: Find Secure Shell utility
de: SSH-Programm suchen

source: Find add-on library
de: Zubehör-Bibliothek suchen

source: Page %1
de: Seize %1

source: Printing (page %1/%2)
de: Drucke (Seite %1/%2)

source: Aborting print operation
de: Drucken abbrechen

source: Error checking file out: %1
de: Fehler beim Auspacken der Datei: %1

source: Fatal error during initial RCS checkin of file %1 : %2 Exit status %3
de: Fataler Fehler beim ersten Einlagern der Datei %1 : %2 Exit Status %3

source: Error creating temporary file
de: Fehler beim Anlegen der temporären Datei

source: Error writing to temporary file
de: Fehler beim Schreiben in die temporäre Datei

source: File is opened and locked by %1. You can only open it read-only.
de: Die Datei ist von %1 geöffnet und gesperrt. Sie können sie schreibgeschützt öffnen.

source: Revision %1 of this file has been checked out and locked by you earlier. The file may be opened in another copy of Firewall Builder or was left opened after the program crashed.
de: Die Revision %1 dieser Datei ist bereits ausgelagert und von Ihnen gesperrt. Die Datei kann in einer anderen Kopie von Firewall Builder offen sein oder blieb geöffnet nach einem Absturz des Programmes.

source: Fatal error running rlog for %1
de: Fataler Fehler beim der Ausführung von rlog für %1

source: Fatal error running rcsdiff for file %1
de: Fataler Fehler beim der Ausführung von rcsdiff für dei Datei %1

source: File is not in RCS
de: Die Datei ist nicht im RCS

source: A Rule Set
de: Eine Regelgruppe

source: Outbound
de: Auswärts

source: All
de: Alle

source: Any
de: beliebige

source: Insert Rule
de: Regel einfügen

source: Paste Rule
de: Regel aus Puffer einfügen

source: Inbound
de: eingehend

source: Outbound
de: ausgehend

source: Both
de: biderectional

source: Rule Options
de: Regel-Optionen

source: Logging On
de: Log Ein

source: Logging Off
de: Log Aus

source: Negate
de: Negieren

source: Rules: %1-%2
de: Regeln: %1-%2

source: Rule: %1
de: Regel: %1

source: Color Label:
de: Farbe für das Label:

source: Add Rule Below
de: Regel unterhalb einfügen

source: Remove Rule
de: Regel entfernen

source: Remove Rules
de: Regeln entfernen

source: Move Rule
de: Regel verschieben

source: Move Rules
de: Regeln verschieben

source: Copy Rule
de: Regel kopieren

source: Cut Rule
de: Regel ausschneiden

source: Paste Rule Above
de: Regel aus dem Puffer oben einfügen

source: Paste Rule Below
de: Regel aus dem Puffer unten einfügen

source: Enable Rule
de: Regel aktivieren

source: Enable Rules
de: Regeln aktivieren

source: Disable Rule
de: Regel deaktivieren

source: Disable Rules
de: Regeln deaktivieren

source: Source
de: Quelle

source: Destination
de: Ziel

source: Service
de: Dienst

source: Direction
de: Richtung

source: Action
de: Aktion

source: Time
de: Zeit

source: Options
de: Optionen

source: Comment
de: Kommentar

source: Original Src
de: Original Quelle

source: Original Dst
de: Original Ziel

source: Original Srv
de: Original Dienst

source: Translated Src
de: Übersetzte Quelle

source: Translated Dst
de: Übersetztes Ziel

source: Translated Srv
de: Übersetzter Dienst

source: New RSA key
de: Neuer RSA Key

source: Yes
de: Ja

source: No
de: Nein

source: In enable mode.
de: Aktivirter Modus eingeschaltet.

source: Pushing firewall configuration
de: Die Firewll Konfiguration wird übertragen

source: Rule %1
de: Regel %1

source: Making backup copy of the firewall configuration
de: Erstelle Backup der Firewall-Konfiguration

source: *** Clearing unused access lists
de: *** Löschen der unbenutzten Access-Listen
