Repository: Acidburn0zzz/fwbuilder
Catalog: po/*.po
Languages: de

source: Verification of NAT rules
de: Die NAT-Regeln werden kontrolliert

source: Check for duplicate nat rules
de: Doppelte NAT-Regeln werden gesucht

source: Check for overlapping global pools
de: Prüfe auf überlappende globale Adressenpools

source: Check for overlapping statics
de: Prüfe auf überlappende statische Zuweisungen

source: Check for overlapping global pools and statics
de: Prüfe Überlappungen zwischen globalen Pools und statischen Zuweisungen

source: Compiler Options
de: Kompiler-Optionen

source: Comment the code
de: Kommentare für diesen Code

source: Insert comments into generated PIX configuration file
de: Füge Kommentare in die generierte PIX-Konfigurationsdatei ein

source: Use ACL remarks
de: Benutze ACL remarks

source: Use ACL remarks to relate ACL commands and policy rules in the GUI
de: Benutze ACL remarks um die ACL-Kommandos mit den Policy-Regeln im GUI zu verknüpfen

source: Group similar commands together
de: Gruppiere ähnliche Kommandos zusammen

source: Group PIX commands in the script so that similar commands appear next to each other, just like PIX does it when you use 'show config'
de: Gruppiere PIX-Kommandos im Skript so, dass ähnliche Kommandos nahe beieinander auftauchen, so wie vom PIX-Kommando 'show config' gewohnt

source: Use manual ACL commit on FWSM
de: Benutze manuelles ACL-Commit auf FWSM

source: Access lists (requires Firewall Builder for PIX 1.1.6 and later)
de: Access-Listen (benötigt Firewall Builder for PIX 1.1.6 oder neuer)

source: Temporary access list should permit access from this address or subnet (use prefix notation to specify subnet, e.g. 192.0.2.0/24):
de: Mit einer temporären Access-Liste sollte der Zugriff von dieser Adresse oder diesem Subnetz (bitte in Präfix-Notation z.B. 192.0.2.0/24) erlaubt werden:

source: Set all to defaults..
de: Alles auf Standardwerte setzen..

source: xlate
de: xlate (übersetzen)

source: half-closed
de: halb-geschlossen

source: Inactivity
de: Inaktivität

source: Absolute
de: absolut

source: Policy compiler generates 'fixup' commands for PIX v6.1-6.3 and FWSM v2.3. For PIX 7.0 it generates 'class-map' and 'inspect' commands assigned to the 'policy-map' under either default or custom inspection classes.
de: Der Policy-Kompiler generiert 'fixup'-Kommandos für PIX v6.1-6.3 und FWSM v2.3. Für PIX 7.0 generiert er 'class-map'- und 'inspect'-Kommandos, die der 'policy-map' zugeordnet sind (entweder in Standard oder in benutzerdefinierten Inspektionsklassen).

source: Enable all protocols
de: Alle Protokolle aktivieren

source: Disable all protocols
de: Deaktiviere alle Protokolle

source: Skip all protocols
de: Überspringe alle Protokolle

source: skip
de: überspringen

source: enable
de: aktivieren

source: disable
de: deaktivieren

source: Computer Telephony Interface Quick Buffer Encoding (CTIQBE) protocol inspection module that supports NAT, PAT, and bi-directional NAT.
de: Modul zur Inspektion des 'Computer Telephony Interface Quick Buffer Encoding (CTIQBE)'Protokolls mit Unterstützung von NAT, PAT und bidrektionalem NAT.

source: Based on this maximum-length configured by the user, the DNS fixup checks to see if the DNS packet length is within this limit. Every UDP DNS packet (request/response) undergoes the above check.
de: Der DNS-Fixup prüft jedes DNS-UDP-Paket (Anfrage oder Antwort), ob die Länge des Paketes innerhalb der vom Benutzer eingestellten maximalen Länge liegt

source: max length:
de: max. Länge:

source: Enables PAT for Encapsulating Security Payload (ESP), single tunnel.
de: Aktiviert PAT für Encapsulating Security Payload (ESP), einfacher Tunnel

source: strict:
de: strikt:

source: Activated support for FTP protocol and allows to change the ftp control connection port number.
de: Aktiviert die Unterstützung für das FTP-Protokoll und erlaubt damit die Änderung der Port-Nummer für den Kommando-Kanal des FTP-Dienstes

source: Specifies to use H.225, the ITU standard that governs H.225.0 session establishment and packetization, with H.323
de: Aktiviert die Verwendung von H.225, dem ITU Standard für den Aufbau und die Steuerung der Paketierung von H.225.0-Sitzungen zusammen mit H.323

source: Specifies to use RAS with H.323 to enable dissimilar communication devices to communicate with each other.
de: Aktiviert die Verwendung von RAS mit H.323 um unterschiedliche Endgeräte miteinander kommunizieren zu lassen.

source: The default port for HTTP is 80. Use the port option to change the HTTP port, or specify a range of HTTP ports.
de: Der Standartport für HTTP ist Port 80. In den Portoptionen können Sie diesen ändern oder einen Portbereich angeben.

source: Enables NAT of ICMP error messages. This creates translations for intermediate hops based on the static or network address translation configuration on the firewall.
de: Aktiviert NAT auch für ICMP-Fehlermeldungen. Damit werden Adressübersetzungen für die dazwischenliegenden Stationen erzeugt, die auf den statischen oder dynamischen Einstellungen der Firewall basieren.

source: icmp error
de: ICMP-Fehler

source: Provides NAT support for Microsoft NetMeeting, SiteServer, and Active Directory products that use LightWeight Directory Access Protocol (LDAP) to exchange directory information with an for Internet Locator Service (ILS) server.
de: Schaltet die NAT-Unterstützung für Microsoft NetMeeting, SiteServer, und Active Directory Produkte ein, die das LightWeight Directory Access Protocol (LDAP) benutzen, um Directory-Informationen mit einem Internet Locator Service (ILS) auf einem Server auszutauschen.

source: Enables the Media Gateway Control Protocol (MGCP) fixup.
de: Das Korrektur-Programm für das Media Gateway Control Protokoll (MGCP) aktivieren.

source: Call Agent port:
de: Port-Nummer des Call-Agent:

source: Enables Point-to-Point Tunneling Protocol (PPTP) application inspection.
de: Point-to-Point Tunneling Protocol (PPTP) Anwendungs-Prüfung einschalten.

source: Enables inspection of RSH protocol.
de: RSH-Protokoll-Prüfung einschalten

source: Lets PIX Firewall pass Real Time Streaming Protocol (RTSP) packets. RTSP is used by RealAudio, RealNetworks, Apple QuickTime 4, RealPlayer, and Cisco IP/TV connections.
de: Mit dieser Option lässt die PIX-Firewall Pakete des Real Time Streaming Protokolls (RTSP) passieren. RTSP wird von RealAudio, RealNetworks, Apple QuickTime 4, RealPlayer, and Cisco IP-TV Verbindungen verwendet.

source: Enable or change the port assignment for the Session Initiation Protocol (SIP) for Voice over IP TCP connections.
de: Aktivieren oder Verändern der Port-Zuweisung für das Session Initiation Protokoll (SIP) für Voice over IP TCP-Verbindungen.

source: Enable SIP-over-UDP application inspection.
de: SIP-over-UDP Anwendungs-Prüfung einschalten

source: Enable SCCP application inspection. SCCP protocol supports IP telephony and can coexist in an H.323 environment. An application layer ensures that all SCCP signaling and media packets can traverse the PIX Firewall and interoperate with H.323 terminals.
de: Aktiviere die SCCP Anwendungs-Prüfung. Das SCCP-Protokoll unterstützt IP-Telefonie und kann gleichzeitig mit H.323 Verbindungen verwendet werden. Eine entsprechende Anwendungsschicht sichert die Übertragung von SCCP-Signalisierungsdaten und Medienpaketen durch die PIX-Firewall und kann mit H.323-Endgeräten zusammen arbeiten.

source: Enables the Mail Guard feature, which only lets mail servers receive the RFC 821, section 4.5.1, commands of HELO, MAIL, RCPT, DATA, RSET, NOOP, and QUIT. All other commands are translated into X's which are rejected by the internal server.
de: Aktiviert das 'Mail Guard feature', welches dafür sorgt, dass Mail-Server nur die in RFC 821 im Abschnitt 4.5.1 festgelegten Kommandos HELO, MAIL, RCPT, DATA, RSET, NOOP und QUIT erhalten. Alle anderen Kommandos werden mit x überschreiben und damit vom internen Server abgewiesen.

source: Enables support for SQL*Net protocol.
de: Unterstützung für das SQL*Net Protokoll aktivieren.

source: Enable TFTP application inspection.
de: Die Inspektion des TFTP-Protokolls einschalten.

source: Inspect
de: Inspizieren

source: Syslog host (name or IP address):
de: Syslog-Rechner (Name oder IP-Adresse):

source: syslog facility:
de: Syslog-Funktion:

source: Syslog message queue size (messages):
de: Warteschlangengröße für Sylog-Nachrichten (messages):

source: Use 'EMBLEM' format for syslog messages
de: Verwende das 'EMBLEM-Format' für Log-Einträge

source: PIX Firewall Version 6.3 introduces support for EMBLEM format, which is required when using the CiscoWorks Resource Manager Essentials (RME) syslog analyzer.
de: PIX-Firewall hat seit Version 6.3 die Unterstützung für das EMBLEM Format eingeführt, ein Format das für die Nutzung des 'CiscoWorks Resource Manager Essentials (RME) syslog analyzer' notwendig ist.

source: Set device id for syslog messages (v6.3 and later):
de: Die Geräte-ID für syslog-Nachrichten setzen (Version 6.3 oder später):

source: use address of interface
de: verwende die Adressen des Interfaces

source: use text string
de: verwende Text-String

source: use hostname
de: verwende Hostname

source: The logging timestamp command requires that the clock command be set.
de: Das Eintragen der Zeitstempel in die Log-Datei erfordert das Stellen der Uhr.

source: Enable logging timestamps on syslog file
de: Aktiviere Zeitstempel bei den Ausgaben in die syslog-Datei

source: Other logging destinations and levels:
de: Andere Ziele für Log-Daten und Log-Level:

source: Internal buffer
de: Interner Puffer

source: Console
de: Konsole

source: Actively reset inbound TCP connections with RST
de: Hereinkommende TCP-Verbindungen aktiv mit RST zurücksetzen

source: Actively reset inbound TCP connections with RST on outside interface
de: Setze ankommende TCP-Verbindungen aktiv mit RST auf externen Interfaces zurück

source: Enable the IP Frag Guard feature (deprecated in v6.3 and later).
de: Einschalten des 'IP Frag Guard Features' (abgeschafft in Version 6.3 und später).

source: Enable TCP resource control for AAA Authentication Proxy
de: Aktiviere die TCP-Ressourcen-Kontrolle für den AAA-Authentisierungs-Proxy

source: Specify that when an incoming packet does a route lookup, the incoming interface is used to determine which interface the packet should go to, and which is the next hop (deprecated in v6.3 and later).
de: Gebe an, dass wenn ankommende Pakete eine Route nachsehen, das empfangende Interface zur Ermittlung des ausgehenden Interfaces und des nächsten Zieles benutzt wird. (in Version 6.3 und später nicht mehr unterstützt).

source: Disable inbound embedded DNS A record fixups
de: Abschalten der Anpassung von eingehenden DNS A-Datensätzen

source: Disable outbound DNS A record replies
de: Ausgehende DNS-Antworten mit A-Datensätzen unterdrücken

source: maximum number of simultaneous TCP and UDP connections
de: maximale Anzahl von gleichzeitigen TCP- und UDP-Verbindungen

source: maximum number of embryonic connections per host
de: maximal Anzahl von Verbindungen im Aufbauzustand je Host

source: Specifies the maximum number of simultaneous TCP and UDP connections for the entire subnet. The default is 0, which means unlimited connections. (Idle connections are closed after the idle timeout specified by the timeout conn command.)
de: Gibt die maximale Anzahl von gelichzeitig erlaubten TCP- und UDP-Verbindungen für das gesamte Subnetz an. Der Standardwert ist 0, das bedeutet 'kein Limit'. (Nicht mehr aktive Verbindungen werden geschlossen nach dem 'idle timeout' der im conn-Kommando angegeben werden kann.)

source: Specifies the maximum number of embryonic connections per host. An embryonic connection is a connection request that has not finished the necessary handshake between source and destination. Set a small value for slower systems, and a higher value for faster systems. The default is 0, which means unlimited embryonic connections.
de: Gibt die maximale Anzahl von Verbindungen im Aufbauzustand ausgehend von einem Host an. Verbindungen in diesem Zustand haben noch nicht alle notwendigen Phasen des Handshakes zwischen Quelle und Ziel für den Aufbau durchlaufen. Ein kleiner Wert passt zu langsamen Systemen, ein größerer für schnelle Systeme. Der Standardwert ist 0, die bedeutet keine Limitierung von Verbindungen im Aufbaustatus.

source: The following parameters are used for all NAT rules:
de: Folgende Parameter werden für alle NAT-Regeln verwendet:

source: (The default for both parameters is 0, which means unlimited number of connections.)
de: (Der Standardwert für beie Parameter ist 0, was keine Limitierung für die Anzahl der Verbindungen bedeutet.)

source: PIX Options
de: PIX-Optionen

source: PIX Advanced Configuration Options
de: fortgeschrittene PIX-Konfigurations-Optionen

source: Set PIX host name using object's name
de: Setzen des PIX-Namens unter Verwendung des Objekt-Namens

source: Generate commands to configure addresses for interfaces
de: Kommandos generieren, die den Interfaces Adressen zuordnen

source: General
de: Allgemein

source: NTP Servers:
de: NTP-Server:

source: Preffered:
de: vorzugsweise:

source: IP address:
de: IP-Adresse

source: Disable SNMP Agent
de: SNMP-Agent deaktivieren

source: Set SNMP communities using data from the firewall object dialog
de: Setzen der SNMP-Community-Strings aus den Daten des Firewall-Objektes

source: SNMP servers
de: SNMP Server

source: Poll and Traps
de: Poll und Traps

source: Enable:
de: Aktivieren:

source: Enable sending log messages as SNMP trap notifications
de: Aktiviere das Senden von Log-Informationen als SNMP-TRAP Benachrichtigungen

source: Change TCP MSS to
de: Die TCP-MSS festlegen auf

source: File Path
de: Dateipfad

source: Preferences
de: Präferenzen

source: minutes
de: Minuten

source: Periodically save data to file every
de: Regelmäßig Daten in eine Datei sichern alle

source: Tooltip delay:
de: Verzögerungszeit für Tool-Tipps

source: Enable object tooltips
de: Objekt-Tool-Tipps aktivieren

source: Show deleted objects
de: Gelöschte Objekte anzeigen

source: Automatically save data in dialogs when switching between objects
de: Automatisch die Daten der Dialoge speichern, wenn auf ein neues Objekt gegangen wird

source: On startup:
de: beim Start:

source: Load standard objects
de: Laden der Standard-Objekte

source: Load last edited file
de: Laden der zuletzt bearbeiteten Datei

source: Expand all branches in the object tree
de: Alle Zweige des Objekt-Baumes öffnen

source: Working directory:
de: Arbeitsverzeichnis:

source: Do not ask for the log record when checking in new file revision.
de: Nicht nach Log-Informationen fragen, wenn eine neue Revision eingespeichert wird

source: Revision Control
de: Revisions-Kontrolle

source: A full path to the Secure Shell utility (remote command execution; for example ssh on Unix or plink.exe or vsh.exe on Windows):
de: Der vollständige Pfad zu einem 'Secure Shell' Programm (remote command execution; zum Beispiel ssh für Unix oder plink.exe or vsh.exe für Windows):

source: Add...
de: Hinzufügen...

source: Remove
de: Entfernen

source: If you remove libraries from the list, changes get in effect next time you start the program
de: Wenn Sie Bibliotheken aus der Liste entfernen wird die Änderung erst beim nächsten Start des Programmes wirksam

source: Available libraries:
de: Verfügbare Bibliotheken:

source: Libraries
de: Bibliotheken

source: Use these labels to mark rules in the firewall policy
de: Diese Bezeichner zum Kennzeichnen von Regeln in der Firewall-Policy verwenden

source: Labels
de: Bezeichner

source: Date
de: Datum

source: Author
de: Autor

source: Locked by
de: Locked (blockiert) durch

source: Open read-only
de: Nur zum Lesen öffnen

source: Log record for the new revision
de: Logbuch-Eintrag für die neue Revision

source: Do not ask me anymore, always check files in with empty log
de: Nicht mehr nachfragen, neue Revisionen immer mit leeren Logbuch-Eintrag speichern

source: Checking file %1 into RCS
de: Datei %1 in das RCS eintragen

source: Log record for this revision:
de: Logbuch-Eintrag für diese Revision:

source: If installation of this routing rule fails, just carry on
de: Wenn die Installation dieser Routing-Regel mislingt, einfach weitermachen

source: No options available for routing rules of this firewall platform
de: Auf dieser Firewall-Plattform existieren keine Optionen für Routing-Regeln

source: Rule Options for ipt
de: Regel-Optionen für ipt

source: Stateless rule
de: Regel ohne Status (stateless)

source: Normally policy compiler uses stateful inspection in each rule. Activating next option makes this rule stateless.
de: Normalerweise verwendet der Policy-Kompiler statusbehaftete Inspektionen (stateful inspection) bei jeder Regel. Aktivieren der nächsten Option macht diese Regel statusfrei (stateles).

source: Module limit
de: Modul limit

source: per network with netmask of
de: je Netzwerk mit einer Makse wie

source: Module connlimit
de: Modul connlimit

source: Module hashlimit
de: Modul hashlimit

source: On some older systems this module has name 'dstlimit'. Check here if you need to use this name.
de: Auf einigen älteren Systemen hat das Modul den Namen 'dstlimit'. Bitte hier ankreuzen, wenn dieser Name verwendet werden soll.

source: dstip,dstport
de: dstip,datport

source: Activate source tracking
de: Aktivieren der Quellenverfolgung (source tracking)

source: When this option is checked, the number of states per source IP is tracked
de: Mit dieser Option wird die Überwachung der Statusänderungen für jede Quell-IP-Adresse aktiviert

source: Tracking
de: Verfolgung

source: The limit of new connections over a time interval (max-src-conn-rate):
de: Limit für neue Verbindungen je Zeitspanne (max-src-conn-rate):

source: When this limit is reached, further packets matching the rule that would create state are dropped, until existing states time out.
de: Wenn diese Schwelle erreicht ist, werden solange weitere Pakete verworfen, auf die diese Regel zutrifft und die den limitierten Status erzeugen, bis durch Timeout wieder der Status verlassen wird.

source: These options are only valid for PIX running software v6.3 or later
de: Diese Optionen gelten nur für PIX mit Softwareversion 6.3 oder neuer

source: Logging interval:
de: Intervall für die Log-Funktion:

source: Text viewer
de: Textbetrachter

source: Solaris: advanced settings
de: Solaris: erweiterte Einstellungen

source: Ignore ICMP redirects
de: Ignoriere ICMP-Redirects

source: Forward directed broadcasts
de: Transportiere directed (an ein Netz gerichtete) Broadcasts

source: Respond to echo broadcast
de: Antworte auf Echo-Broadcasts

source: Settings:
de: Einstellungen:

source: Mask:
de: Maske:

source: Source Port Range
de: Bereich für Quell-Portnummern

source: Start:
de: Beginn:

source: End:
de: Ende:

source: Destination Port Range
de: Bereich für Ziel-Portnummern

source: Impossible to apply changes because object is located in read-only part of the tee or data file was opened read-only
de: Änderungen können nicht gespeichert werden weil das Objekt im schreibgeschützten Teil des Baumes liegt oder die Datei schreibgeschützt geöffnet worden ist

source: Object with name '%1' already exists, please choose different name.
de: Das Objekt mit dem Namen '%1' existiert bereits, bitte wählen Sie einen anderen Namen

source: Registered
de: registriert

source: Unregistered
de: unregistriert

source: The data file you are trying to open has been saved with an older version of Firewall Builder. Opening it in this version will cause it to be upgraded, which may prevent older versions of the program from reading it. Backup copy of your file in the old format will be made in the same directory with extension '.bak'. Are you sure you want to open it?
de: Die Projekt-Datei, die Sie gerade öffnen wollen, wurde mit einer älteren Version des Firewall Builder abgespeichert. Wenn Sie es mit dieser Version öffnen, werden die Daten in das aktuelle Format umgewandelt, was verhindern kann, dass ältere Versionen des Programms darauf zugreifen können. Es wird automatisch eine Backup-Kopie der Datei im alten Format im gleichen Verzeichnis mit der Endung '.bak' abgelegt. Sind Sie sicher, dass Sie weitermachen wollen?
