Repository: Acidburn0zzz/fwbuilder
Catalog: po/*.po
Languages: de

source: *** Clearing unused object groups
de: *** Löschen der unbenutzten Objekt-Gruppen

source: *** End
de: *** Ende

source: Reading current firewall configuration
de: Lese aktuelle Firewall-Konfiguration

source: Generating configuration diff
de: Erstelle die Differenz der Konfigurationen

source: Fork failed for %1
de: Fork nicht möglich für %1

source: Not enough memory.
de: Nicht genügend Speicher

source: Too many opened file descriptors in the system.
de: Zu viele Dateideskriptoren im System geöffnet.

source: Empty configuration diff
de: Leere Differenz der Konfigurationen

source: Failed to start ssh
de: Starten von SSH fehlgeschlagen

source: ERROR
de: FEHLER

source: SSH session terminated, exit status: %1
de: SSH-Sitzung beendnet, Status: %1

source: Done
de: Fertig

source: Error in SSH
de: SSH-Fehler

source: File %1 is read-only, you can not save changes to it.
de: Die Datei %1 ist schreibgeschützt, Sie können keine Änderungen darin speichern

source: Error opening file: %1
de: Fehler beim Öffnen von : %1

source: Using libfwbuilder API v
de: benutzt libfwbuilder API v

source: Actions Dialog
de: Aktions-Dialog

source: If rule action is 'Reject', this option defines firewall's reaction to the packet matching the rule
de: Wenn die eingestellte Reaktion 'Zurückweisen (reject)' ist, definiert diese Option die Reaktion der Firewall auf Pakete, die zu dieser Regel passen

source: This action has no parameters.
de: Diese Aktion hat keine Parameter.

source: Tag value:
de: Tag-Wert:

source: Mark connections created by packets that match this rule
de: Markiere Verbindungen, die mit Pakten passend zu dieser Regel aufgebaut werden

source: Requires CONNMARK target
de: Als Ziel wird CONMMARK benötigt

source: Rule name for accounting. (white spaces and special characters are not allowed)
de: Regelname für Accounting. (Leerzeichen und Sonderzeichen sind nicht erlaubt)

source: Packet classification can be implemented in different ways:
de: Paket-Klassifikation kann unterschiedlich implementiert werden:

source: use dummynet(4) 'pipe'
de: Verwenden von dummynet(4) 'pipe'

source: use dummynet(4) 'queue'
de: Verwenden von dummynet(4) 'queue'

source: Pipe or queue number:
de: Nummer der Pipe oder der Queue:

source: Classify string:
de: Klassifikations-Text:

source: User-defined chain name:
de: Benutzerdefinierter Name für Chain:

source: In addition to 'filter', create branching rule in 'mangle' table as well
de: Zusätzlich zum Eintrag in der 'filter'-Tabelle, wird auch eine Sprungregel in der 'mangle'-Tabelle erzeugt

source: next hop
de: nächster Knoten

source: Route through gateway
de: Route über Gateway

source: Make a copy
de: Kopie erstellen

source: Address Range
de: Adressen-Bereich

source: Comment:
de: Kommentar:

source: Range End:
de: Bereichsende:

source: Range Start:
de: Bereichsanfang:

source: Library:
de: Bibliothek:

source: Enter New Position For The Rule
de: Neue Position für die Regel eingeben

source: Enter new position for selected rules:
de: Neue Position für die markierten Regeln eingeben:

source: Green
de: grün

source: Purple
de: violett

source: Blue
de: blau

source: Yellow
de: gelb

source: Gray
de: grau

source: Red
de: rot

source: No color
de: farblos

source: Import from file ...
de: Import aus Datei...

source: Groups and firewall policy rules shown in the list below reference objects you are about to delete. If you delete objects, they will be removed from these groups and rules.
de: Gruppen und Firewall-Policy-Regeln in der Liste unten beziehen sich auf Objekte, die gerade gelöscht werden sollen. Wenn die Objekte gelöschte werden, werden sie aus all den Regeln und Gruppen entfernt.

source: Deleted objects are moved to the "Deleted objects" library. You can recover them later by moving back to the user's library. However if you delete an object already located in the "Deleted objects" library, it is destroyed and can not be restored.
de: Gelöschte Objekte werden in die Bibliothek "Gelöschte Objekte" übertragen. Man kann sie später von dort durch zurückkopieren in die aktuelle Benutzer-Bibliothek wieder zugänglich machen- Werden allerdings Objekte aus der Bibliothek "Gelöschte Objekte" selbst gelöscht, so werden sie endgültig zerstört und können nicht mehr wiederhergestellt werden.

source: Custom service object has separate code string for each supported firewall platform.
de: Benutzerdefiniertes Dienst-Objekt hat für jede unterstütze Firewall-Plattform einen anderen Code.

source: Platform:
de: Plattform:

source: Debugging Info
de: Debugging Information

source: Discovery Druid
de: Automat zur Netzerkennung

source: Choose discovery method used to collect information about network objects from the list below and click 'Next' to continue.
de: Bitte aus der Liste unten die Methode auswählen, mit der Informationen über Objekte im Netz gesammelt werden sollen und dann 'Next' anklicken.

source: Discovery method:
de: Methode zur Netzwerkerkundung:

source: Read file in hosts format
de: Datei im 'hosts'-Format lesen

source: Import DNS zone
de: DNS-Zone importieren

source: Perform network discovery using SNMP
de: Netzwerk mit SNMP durchsuchen

source: Discovery Method
de: Methode zur Netzwerkerkundung

source: Enter full path and file name below or click "Browse" to find it:
de: Vollständigen Pfad und Dateiname unten eingeben oder "Browse" zum Durchsuchen wählen:

source: File in hosts format
de: Datei im 'hosts'-Format

source: Reading file in hosts format
de: Lesen einer Datei im 'hosts'-Format

source: Browse...
de: Blättern...

source: This discovery method creates objects for all 'A' records found in DNS domain. You will later have a chance to accept only those objects you wish and ignore others. Please enter the domain name below:
de: Diese Suchmethode erzeugt Objekte für alle 'A'-Datensätze, die sich im DNS finden lassen. Später kann man dann die Objekte auswählen, die man behalten will und die restlichen ignorieren. Bitte unten den Domän-Namen eingeben:

source: DNS zone information has to be transferred from the name server authoritative for the domain. Pick the name server:
de: DNS Zonendaten müssen von einem für diese Domäne authorativen DNS-SErver bezogen werden. Bitte den Server auswählen:

source: choose name server from the list below
de: Name-Server aus der Liste unten auswählen

source: server name or its IP address here if you wish to use different one:
de: Server-Name oder IP-Adresse angeben, wenn ein anderer Server verwendet werden soll:

source: This discovery method scans networks looking for hosts or gateways responding to SNMP queries. It pulls host's ARP table and uses all the entries found in it to create objects. Scan starts from the host called "seed". Enter "seed" host name or address below:
de: Diese Netzwerkerkundung durchsucht Netzwerke auf Knoten, die auf SNMP-Anfragen antworten. Sie liest dann die ARP-Tabelle und benutzt deren Einträge um Objekte anzulegen. Die Suche startet bei dem unten benannten Anfangsknoten:

source: 'Seed' host
de: Anfangsknoten

source: The scanner process can be confined to a certain network, so it won't discover hosts on adjacent networks. If you leave these fields blank, scanner will visit all networks it can find:
de: Die Netzwerksuche kann auf ein bestimmtes Teilnetz beschränkt werde, so dass keine Knoten in benachbarten Netzen erkannt werden. Wenn diese Felder leer gelassen werden, wird der Scanner alle Netzwerke durchsuchen, die er erreichen kann.

source: Confine scan to this network:
de: Suche auf dieses Netz beschränken:

source: Netmask:
de: Netzmaske:

source: Address:
de: Adresse:

source: The scanner process can repeat its algorithm recursively using each new host it finds as a new "seed". This allows it to find as many objects on your network as possible. On the other hand, it takes more time and may find some objects you do not really need. You can turn recursive scanning on below:
de: Die Netzwerkerkundung kann den Suchalgorithmus rekursiv auf jeden neu entdeckten Knoten anwenden. Damit wird es möglich im Netz nahezu alle Knoten zu finden. Andererseits dauert so die Erkundung deutlich länger und es kann auch sein, dass mehr ungewünschte Onjekte gefunden werden. Rekursive Suche unten auswählen:

source: Run network scan recursively
de: Netzwerk rekursiv durchsuchen:

source: The scanner process can find nodes beyond the boundaries of your network by following point-to-point links connecting it to the Internet or other parts of WAN.
de: Der Suchprozess kann auch Knoten außerhalb der Grenzen des lokalen Netzwerks finden, wenn Punkt-zu-Punkt-Verbindungen zum Internet und zu anderen Teilen des WANs abgesucht werden.

source: Follow point-to-point links
de: Punkt-zu-Punkt-Verbindungen verfolgen

source: The scanner process can distinguish virtual IP addresses created on hosts as static "published" ARP entries or as secondary addresses on interfaces.
de: Der Suchprozess kann virtuelle IP-Adressen erkennen, die auf Knoten als statische ARP-Einträge "publiziert" werden.

source: Analysis of ARP table yields IP addresses for hosts on your network. In order to determine their names, scanner can run reverse name lookup queries using your name servers (DNS):
de: Analyse der ARP-Tabelle ergibt nur IP-Adressen der Knoten im Netzwerk. Um auch die Namen zu finden, kann der Suchprozess Namen mit Hilfe von Reverse-Anfragen im DNS auflösen.

source: Run reverse name lookup DNS queries to determine host names
de: Reverse-DNS-Abfragen zur Auflösung von Knoten-Namen benutzen

source: Enter parameters for SNMP and DNS reverse lookup queries below. (If unsure, just leave default values):
de: Parameter für SNMP und DNS-reverse-lookup unten eintragen. (Im Zweifelsfall einfach Vorgabewerte verwenden).

source: number of retries:
de: Anzahl der Versuche:

source: public
de: öffentlich

source: Number of threads:
de: Anzahl paralleler Threads:

source: SNMP and DNS reverse lookup queries parameters
de: SNMP und DNS Reverse-Lookup Parameter

source: Process name
de: Namen verarbeiten

source: Discovery is in progress
de: Erkundung läuft

source: These are the networks found by the scanner process. Choose the ones you wish to use from the list below, then click 'Next':
de: Dies sind die Netzwerke, die xom Suchprozess gefunden wurden. Bitte die gewünschten aus der Liste unten auswählen und dann 'next' anklicken:

source: Select All
de: Alles auswählen

source: Unselect All
de: Alles deselektieren

source: Choose objects you wish to use, then click 'Next':
de: Objekte, die bearbeitet werden sollen, auswählen und 'Next' anklicken:

source: Here you can change type of the objects to be created for each address discovered by the scanner. By default, an "Address" object is created for the host with just one interface with single IP address and "Host" object is created for the host with multiple interfaces, however you can change their types on this page.
de: Hier kann der Typ der Objekte geändert werden, die für die jeweilige Adresse vom Suchprozess angelegt werden. Normalerweise wird ein Objekt vom Typ "Adresse" für Knoten mit nur einem Interface mit einer IP-Adresse angelegt und ein Objekt vom Typ "Host" für Knoten mit mehreren Interfaces. Will man das nicht, so kann man dies hier ändern.

source: Adjust Object types
de: Objekt-Typen anpassen

source: Select target library
de: Ziel-Bibliothek auswählen

source: Adding new objects to library ...
de: Neue Objekte in Bibliothek einfügen ...

source: DNS Record:
de: DNS Datensatz:

source: Executing external command
de: Externes Kommando ausführen

source: File Properties
de: Dateieigenschaften

source: Location:
de: Ort:

source: Revision Control:
de: Revisions-Kontrolle:

source: Time of last modification:
de: Zeitpunkt der letzten Änderung:

source: Locked by user:
de: Gesperrt durch Benutzer:

source: location
de: Ort

source: lastModified
de: zuletzt geändert

source: lockedBy
de: gesperrt durch

source: Revision history:
de: Revisions-Historie:

source: Print
de: Drucken

source: Target
de: Ziel

source: Save
de: Speichern

source: Load
de: Laden

source: any
de: beliebige

source: of the following:
de: aus den folgenden:

source: Add a new pattern
de: Ein neues Muster hinzufügen

source: Case sensitive
de: Gross- und Kleinschreibung beachten

source: Remove a pattern
de: Ein Muster entfernen

source: Find Object
de: Finde Objekt

source: Text to be found in object names:
de: Text, der im Objekt-Namen gefunden werden soll:

source: Search in policy rules
de: Suche in den Policy-Regeln

source: Search in the tree
de: Suche im Baum

source: Matching attribute:
de: Passendes Attrribut:

source: Search for substring using regular expressions
de: Nach Teiltext mit regulärem Ausdruck suchen

source: Replace all
de: Alle Ersetzen

source: Scope for search and replace :
de: Bereich für Suchen und Ersetzen:

source: Tree and policy of all firewalls
de: Baum und Policy aller Firewalls

source: Policy of all firewalls
de: Policy aller Firewalls

source: policy of the opened firewall
de: Policy der geöffneten Firewall

source: Close
de: Schließen

source: Object is found in :
de: Objekt wurde gefunden in:

source: Host OS Settings ...
de: Host-Betriebssystem Einstellungen ...

source: Skip this firewall for batch compile and install operations
de: Diese Firewall bei der Batch-Übersetzung und bei der Installation überspringen

source: Firewall Settings ...
de: Firewall Einstellungen ...

source: Host OS:
de: Host-Betriebssystem:

source: FreeBSD: advanced settings
de: FreeBSD: erweiterte Einstellungen

source: Forward source routed packets
de: Forward source routed packets (Pakete mit Quell-Routen transportieren)

source: Generate ICMP redirects
de: ICMP-redirects erzweugen

source: Packet forwarding
de: Pakete transportieren

source: Specify directory path and a file name for the following utilities on the OS your firewall machine is running. Leave these empty if you want to use default values.
de: Bitte geben Sie den Pfad und die Dateinamen für die Hilfsprogramme an, die für das Betriebssystem gelten, das Ihre Firewall benutzt. Sie können die Einträge leer lassen, wenn die Standardwerte benutzt werden sollen.

source: Path
de: Pfad

source: Click here to change amount of information shown about object selected in the tree
de: Bitte hier anklicken um die Menge der angezeigten Informationen über das im Baum selektierte Objekt zu wählen

source: Firewall Name
de: Firewwall Name

source: Apply
de: Anwenden

source: New Object File
de: Neue Objektdatei

source: Ctrl+O
de: Strg+O

source: Ctrl+S
de: Strg+S

source: Save As
de: Speichern unter

source: Ctrl+P
de: Strg+P

source: Exit
de: Beenden

source: Undo
de: Rückgängig

source: Ctrl+Z
de: Strg+Z

source: Redo
de: Wiederholen

source: Ctrl+Y
de: Strg+Y

source: Ctrl+X
de: Strg+X

source: Ctrl+C
de: Strg+C

source: Ctrl+V
de: Strg+V

source: Ctrl+F
de: Strg+F

source: Contents
de: Inhalt

source: About
de: Über

source: New
de: Neu

source: Compile rules
de: Regeln übersetzen

source: Install firewall policy
de: Firewall Policy installieren

source: Back
de: Zurück

source: Move back to the previous object
de: Gehe zum vorigen Onbejkt zurück

source: New Object
de: Neues Objekt

source: Create New Object
de: Neues Objekt erstellen

source: Ctrl+N
de: Strg+N

source: Find object in the tree
de: Objekt im Baum finden

source: Preferences...
de: Einstellungen...

source: Edit Preferences
de: Einstellungen ändern

source: Move Rule Up
de: Regel nach oben verschieben

source: Move Rule Down
de: Regel nach unten verschieben

source: Ctrl+Del
de: Strg+Entf

source: Add File to RCS
de: Datei zum RCS hinzufügen

source: Export Library To a File
de: Bibliothek in Datei exportieren

source: Import Library From a File
de: Importiere Bibliothek aus Datei

source: Move Selected Rules
de: Übertrage ausgewählte Regeln

source: Discard
de: Verwerfen

source: Discard Changes and Overwrite With Clean Copy Of The Head Revision From RCS
de: Änderungen verwerfen und Laden einer frischen Kopie der Revision von der Spitze dem RCS

source: Toolbar
de: Werkzeugleiste

source: Rules
de: Regeln

source: MAC matching
de: MAC Vergleich

source: ICMP Type:
de: ICMP-Typ:

source: Library
de: Bibliothek

source: Firewall Builder: Policy Installer
de: Firewall Builder: Policy Installationsroutine

source: Perform batch install
de: Batch-Installation durchführen

source: Check this option if you want to install all selected firewalls automatically. This only works if you use the same user name and password to authenticate to all these firewalls.
de: Diese Option ankreuzen, wenn alle gewählten Firewalls automatisch installiert werden sollen. Dies funktioniert nur, wenn bei allen der gleiche Benutzer und das gleiche Passwort zum Anmelden verwendet wird.

source: Progress:
de: Fortschritt:

source: Show Details
de: Details anzeigen

source: Schedule reboot in
de: Re-Boot einplanen in

source: Rebooting the firewall will restore its original policy. To cancel reboot, install the policy with "test run" option turned off
de: Re-Boot der Firewall wird die originalen Policies wieder aktivieren. Um den Re-Boot zu verhindern, müssen Sie die Policy mit abgeschalteter Option "Testdurchlauf" erneut installieren.

source: Quiet install: do not print anything as commands are executed on the firewall
de: stille Installation: es wird nichts gedruckt während die Kommandos auf der Firewall ausgeführt werden

source: Verbose: print all commands as they are executed on the firewall
de: ausführlich: alle Kommandos werden gedruckt wie sie auf der Firewall ausgeführt werden

source: Remove comments from configuration
de: Kommentare aus der Konfiguration entfernen

source: Compress script
de: Skript komprimieren

source: Store a copy of fwb file on the firewall
de: Eine Kopie der fwb-.Datei auf der Firewall abspeichern

source: Alternative address to communicate with the firewall:
de: Alternative Adresse zur Kommunikation mit der Firewall:

source: Options for PIX and fwsm firewalls :
de: Optionen für PIX und fwsm Firewalls:

source: Write configuration to standby PIX
de: Schreibe die Konfiguration auf die Standby-PIX

source: Dry run (commands won't be executed on the firewall)
de: Testlauf (es werden keine Kommandos auf der Firewall ausgeführt)

source: Store configuration diff in a file
de: Speichere die Konfigurations-Differenz in einer Datei

source: install only ACL, 'icmp', 'telnet', 'ssh', 'nat', 'global' and 'static' commands
de: installiere nur ACL, 'icmp', 'telnet', 'ssh', 'nat', 'global' und 'static' Kommandos

source: Calculate difference between current firewall state and generated configuration and install only those commands that update state of the firewall
de: Berechne den Unterschied zwischen dem aktuellen Firewall-Stand und der neu generierten Konfiguration und installiere nur die Kommandos, die den Zustand der Firewall verändern

source: Make a backup copy of the firewall configuration in this file:
de: Anlegen einer Sicherheitskopie der Firewall-Konfiguration in der Datei:

source: Password or passphrase:
de: Passwort oder Pass-Phrase

source: Label:
de: Bezeichner:

source: Security level:
de: Sicherheitsstufe:

source: Network zone:
de: Netzwerkzone:

source: One interface of the firewall must be marked as 'external'. This interface should be connected to the least secure network, usually the Internet.
de: Ein Interface der Firewall muss als 'extern' markiert sein. Dieses Interface sollte mit dem als am wenigsten sicher betrachteten Netzwerk, normalerweise dem Internet, verbunden sein.

source: Regular interface
de: normales Interface

source: ipf: advanced settings
de: ipf: erweiterte Einstellungen

source: Use raudio proxy in NAT rules
de: Verwende den raudio-Proxy in den NAT-Regeln

source: Use h323 proxy in NAT rules
de: Verwende den h323-Proxy in den NAT-Regeln

source: Use ipsec proxy in NAT rules
de: Verwende den ipsec-Proxy in den NAT-Regeln

source: Use ftp proxy in NAT rules
de: Verwende den FTP-Proxy in den NAT-Regeln

source: Use rcmd proxy in NAT rules
de: Verwende den rcmd-Proxy in den NAT-Regeln

source: Some protocols involve multiple associated network connections. Firewall can keep track of such connections automatically if you activate one or all of the following options:
de: Einige Protokolle verwenden mehrere parallele Netzwerkverbindungen. Die Firewall kann solche Verbindungen automatisch berücksichtigen, wenn Sie eine oder alle der folgenden Optionen aktivieren:

source: Protocol Helpers
de: Protokoll Helfer

source: Compiler:
de: Kompiler:

source: There are two ways compiler can generate code for rules in the Global Policy: it can either create two ipf rules to control both incoming and outgoing packets for each rule, or it can create only one ipf rule for incoming packets and permit all outgoing ones.You get more control over the packets crossing the firewall in the first mode, but generated script is going to be smaller if you choose the second.
de: Es gibt zwei Methoden nach denen der Kompiler aus den Regeln den globalen Policy Code generieren kann: Er kann entweder zwei ipf-Regeln erzeugen und so sowohl ankommende als auch abgehende Pakete für jede Regel erfassen, oder er kann nur eine ipf-Regel für ankommende Pakete erzeugen und grundsätzlich alle abgehende Pakete zulassen. Sie haben mehr Kontrolle über die Pakete, die die Firewall durchlaufen bei Benutzung von zwei Regeln, aber das generierte Skript ist wesentlich kleiner, wenn Sie die zweite Methode wählen.

source: Masquerade returned icmp as being from original packet's destination
de: Die Masquerade-Funktion sendet ICMP zurück wie wenn es vom ursprünglichen Ziel des Paketes käme

source: Generate both 'in' and 'out' rules
de: Generiere sowohl ankommende wie ausgehende Regeln

source: Pass all outgoing
de: Lasse alle ausgehende Pakete durch

source: Accept TCP sessions opened prior to firewall restart
de: Akzeptiere TCP-Verbindungen, die bereits vor dem Neustart der Firewall bestanden

source: Find and eliminate duplicate rules
de: Doppelte Regeln finden und beseitigen

source: Detect rule shadowing in policy
de: Überdeckung von Regeln in der Policy untersuchen

source: Shadowing happens because a rule is a superset of a subsequent rule and any packets potentially matched by the subsequent rule have already been matched by the prior rule.
de: Überdeckungen entstehen wenn eine Regel die Übermenge einer späteren Regel ist und alle Pakete für die spätere Regel bereits von der ersten Regel behandelt werden.

source: Ignore empty groups in rules
de: Leere Gruppen in Regeln ignorieren

source: If the option is deactivated, compiler treats empty groups as an error and aborts processing the policy. If this option is activated, compiler removes all empty groups from all rule elements. If rule element becomes 'any' after the last empty group has been removed, the whole rule will be ignored. Use this option only if you fully understand how it works!
de: Wenn diese Option ausgeschaltet ist, werden leere Gruppen vom Kompiler als Fehler beheandelt und die Bearbeitung der Policy wird abgebrochen. Ist die Option aktiv, entfernt der Kompiler alle leeren Gruppen aus allen Teilen der Regeln. Wenn eine Regel nach Entfernen der letzten leeren Gruppe für 'beliebig' gültig wird, wird die gesamte Regel ignoriert. Benutzen Sie diese Option nur wenn Sie ihre Funktion völlig verstehen!

source: Always permit ssh access from the management workstation with this address:
de: Immer den Zugriff mit SSH von einer Management-Station mit dieser Adresse erlauben:

source: Default action on 'Reject':
de: Standard-Aktion bei 'Zurückweisen':

source: Command line options for the compiler:
de: Kommandozeilen-Optionen für den Kompiler:
