Repository: Acidburn0zzz/fwbuilder
Catalog: po/*.po
Languages: de

source: Output file name (if left blank, the file name is constructed of the firewall object name and extension ".fw")
de: Name der Ausgabedatei (wenn das Feld leer bleibt, wird der Dateiname automatisch aus dem Namen der Firewall und der Endung ".fw" gebildet)

source: Compiler
de: Kompiler

source: External install script
de: externes Installations-Skript

source: Policy install script (using built-in installer if this field is blank):
de: Policy-Installations-Skript (wenn das Feld leer ist, wird die eingebaute Installationsroutine verwendet):

source: Command line options for the script:
de: Kommandozeilen-Optionen für das Skript:

source: Built-in installer
de: Eingebaute Installationsroutine

source: Directory on the firewall where configuration files should be installed
de: Verzeichnis in dem auf der Firewall die Konfigurationsdateien abgelegt werden sollen

source: Additional command line parameters for ssh
de: Zusatzparameter für die ssh Kommandozeile

source: A command that installer should execute on the firewall in order to activate the policy (if this field is blank, installer runs firewall script in the directory specified above; it uses sudo if user name is not 'root')
de: Kommando das vom Installationsprogramm auf der Firewall ausgeführt werden soll um die Policy zu aktivieren (wenn das Feld leer ist, führt das Installationsprogramm das Skript im oben angegebenen Verzeichnis aus. Es wird automatisch 'sudo' verwendet wenn der Benutzer nicht 'root' ist).

source: Alternative name or address used to communicate with the firewall (also putty session name on Windows)
de: Alternativer Namen oder alternative Adresse zur Kommunikation mit der Firewall (hier auch den Name der PUTTY-Sitzung unter Windows eintragen):

source: User name used to authenticate to the firewall (leave this empty if you use putty session):
de: Benutzername der auf der Firewall zum Anmelden verwendet werden soll (Das Feld kann leer bleiben, wenn Sie eine Sitzung mit 'PUTTY' verwenden):

source: Installer
de: Installations-Programm

source: The following commands will be added verbatim on top of generated configuration
de: Die nachfolgenden Kommandos werden wortgetreu an den Anfang der generierten Konfigurationsdaten kopiert

source: The following commands will be added verbatim after generated configuration
de: Die nachfolgenden Kommandos werden wortgetreu an das Ende der generierten Konfigurationsdaten kopiert

source: Log facility:
de: Log-Funktion:

source: Log packet body
de: Paket-Inhalt in die Log-Datei schreiben

source: Block if can not log
de: Blockieren, falls kein Schreiben in die Log-Datei möglich

source: Logging
de: Log-Datei schreiben

source: Add virtual addresses for NAT
de: Virtuelle Adressen für NAT hinzufügen

source: Configure Interfaces of the firewall machine
de: Konfiguriere Interfaces auf der Firewall

source: Turn debugging on in generated script
de: Degug-Informationen im Generierungsskript einschalten

source: Optimization
de: Optimierung

source: If this option is on, policy compiler adds virtual addresses to the interfaces to make the firewall answer to ARP queries for addresses used in NAT rules.
de: Mit dieser Option wird der Kompiler veranlasst, virtuelle Adressen für in NAT-Regeln vorkommende Adressen anzulegen. Die Firewall antwortet dann auf ARP-Anfragen für diese Adressen.

source: These options enable auxiliary sections in the generated shell script.
de: Diese Optionen schalten zusätzliche Bereiche in den generierten Shell-Skripten ein.

source: Determine addresses of dynamic interfaces at run time
de: Adressen von dynamischen Interfaces zur Laufzeit bestimmen

source: Script Options
de: Skript-Optionen

source: ipfw: advanced settings
de: ipfw: erweiterte Einstellungen

source: Directory on the firewall where script should be installed
de: Verzeichnis auf der Firewall, in der das Skript installiert werden soll

source: all fragments
de: alle Fragmente

source: timestamp
de: Zeitstempel

source: Protocol number:
de: Protokoll-Nummer:

source: ( 0 - any protocol )
de: ( 0 - beliebiges Protokoll )

source: iptables: advanced settings
de: iptables: erweiterte Einstellungen

source: Accept ESTABLISHED and RELATED packets before the first rule
de: Akzeptiere ESTABLISHED und RELATED Pakete vor der ersten Regel

source: Detect shadowing in policy rules
de: Prüfe auf Überlappungen in den Policy-Regeln

source: Assume firewall is part of 'any'
de: Automatisch die Firewall bei 'beliebig' einschließen

source: Enable support for NAT of locally originated connections
de: Die Unterstützung durch NAT auch für lokal beginnende Verbindungen einschalten

source: Drop packets that are associated with no known connection
de: Verwerfe Pakete, die nicht zu einer bekannten Verbindung gehören

source: and log them
de: und schreibe sie in die Log-Datei

source: Clamp MSS to MTU
de: MSS automatisch auf MTU festlegen

source: Insert prolog script
de: Prolog-Skript einfügen

source: use ULOG
de: benutze ULOG

source: use LOG
de: benutze LOG

source: log TCP seq. numbers
de: TCP-Sequenznummern in die Log-Datei schreiben

source: log IP options
de: IP-Optionen in die Log-Datei schreiben

source: use numeric syslog levels
de: numerische Sylog-Level verwenden

source: log TCP options
de: TCP-Optionen in Log-datei eintragen

source: Log prefix:
de: Log-Präfix:

source: Logging limit:
de: Limit für Log-Datei:

source: Activate logging in all rules (overrides rule options, use for debugging)
de: Schreiben von Log-daten in allen Regeln erzwingen (überschreibt die jeweiligen Einstellungen der Regeln - zur Fehlersuche)

source: Verify interfaces before loading firewall policy
de: Interfaces prüfen, bevor die Firewall-Policy geladen wird

source: Load modules
de: Module laden

source: Use iptables-restore to activate policy
de: Die Funktion 'iptables-restore' wird zur Aktivierung der Policy verwendet

source: iptables-restore replaces firewall policy in one atomic transaction
de: Die Funktion 'iptables-restore' aktiviert die Policy in einer einzigenunteilbaren Transaktion

source: Export
de: Exportieren

source: This will export a library to a file which can later be imported back into Firewall Builder
de: Mit dieser Funktion wird eine Bibliothek in eine Datei exportiert, die später wieder vom Firewall Builder gelesen werden kann

source: New Item
de: Neues Element

source: Make exported libraries read-only
de: Markiere die exportierte Bibliothek als schreibgeschützt

source: Choose libraries to be exported:
de: Wählen Sie die zu exportierenden Bibliotheken:

source: Color:
de: Farbe:

source: Linksys/Sveasoft: advanced settings
de: Linksys/Sveasoft: erweiterte Einstellungen

source: Specify directory path and a file name for each utility on your firewall machine. Leave these empty if you want to use default values.
de: Bitte geben Sie den Pfad und die Dateinamen für die Hilfsprogramme auf Ihrer Firewall an. Sie können die Einträge leer lassen, wenn die Standardwerte benutzt werden sollen.

source: Use default prompts
de: Standard-Prompts verwenden

source: Linux 2.4: advanced settings
de: Linux 2.4: erweiterte Optionen

source: Kernel anti-spoofing protection
de: im Kernel anti-spoofing aktivieren

source: Ignore broadcast pings
de: Broadcast-Pings ignorieren

source: Ignore all pings
de: Alle Pings ignorieren

source: Accept source route
de: Source Route akzeptieren

source: Accept ICMP redirects
de: ICMP-Redirect akzeptieren

source: Ignore bogus ICMP errors
de: unsinnige ICMP-Fehler ignorieren

source: Allow dynamic addresses
de: Dynamische Adressen erlauben

source: Log martians
de: Martians (unplausible Absenderadressen) in die Log-Datei

source: These parameters make sense for connections to or from the firewall host
de: Diese Parameter machen nur bei Verbindungen von oder zur Firewall Sinn

source: TCP keepalive time (sec)
de: TCP keep alive time (Sek.)

source: TCP timestamps
de: TCP Zeitstempel

source: TCP FIN timeout (sec)
de: TCP FIN Timeout (Sek.)

source: this is the error text
de: dies ist der Fehler-Text

source: MacOS X: advanced settings
de: MacOS X: erweiterte Optionen

source: No options are available for this firewall platform
de: Für diese Firewall-Plattform sind keine Optionen verfügbar

source: Label
de: Bezeichner

source: Netmask
de: Netzmaske

source: Security Level
de: Sicherheitsstufe

source: Enter the name of the new object below:
de: Bitte den Namen des neuen Objekts unten angeben:

source: Choose firewall software it is running:
de: Die vom Objekt verwendete Firewall-Software auswählen:

source: Choose OS the new firewall runs on:
de: Bitte das Betriebssystem der neuen Firewall auswählen:

source: Use preconfigured template firewall objects
de: Vorkonfigurierte Beispiel-Firewall-Objekete verwenden

source: Next step is to add interfaces to the new firewall. There are two ways to do it: using SNMP query or manually. Adding them using SNMP query is fast and automatic, but is only possible if firewall runs SNMP agent and you know SNMP community string 'read'.
de: Als nächstes müssen die Interfaces in der Firewall angelegt werden. Es gibt zwei Möglichkeiten dafür: mit Hilfe von SNMP-Queries oder von Hand. Das Auslesen mit SNMP ist schnell und kann automatisch erfolgen, aber es funktioniert nur bei Firewalls, die einen SNMP-Agenten bieten und deren SNMP-community für das Lesen bekannt ist.

source: Configure interfaces manually
de: Interfaces von Hand konfigurieren

source: Use SNMP to discover interfaces of the firewall
de: SNMP benutzen um die Interfaces der Firewall zu erkunden

source: Discover Interfaces using SNMP
de: Interfaces mit Hilfe von SNMP erkunden

source: Here you can add or edit interfaces manually. 'Name' corresponds to the name of the physical interface, such as 'eth0', 'fxp0', 'ethernet0' etc. 'Label' is used to mark interface to reflect network topology, e.g. 'outside' or 'inside'. Label is mandatory for PIX firewall.
de: Hier können Sie manuell Interfaces hinzufügen oder abändern. Der angezeigte 'Name' entspricht dem Namen des physikalischen Interfaces, wie 'eth0', 'fxp0', 'ethernet0' usw. 'Bezeichner' wird benutzt um Interfaces in ihrer Funktion zu kennzeichnen, zum Beispiel 'aussen' oder 'innen'. Bezeichner sind für die PIX-Firewall zwingend notwendig.

source: Click 'Next' when done.
de: Bitte 'weiter' anklicken, wenn Sie fertig sind

source: Update
de: Auffrischen

source: Add
de: Hinzufügen

source: Click 'Finish' when done.
de: Nach Beendigung 'Fertig' anklicken

source: In order to be able to build firewall policy properly, Firewall Builder needs information about 'security level' of the firewall's interfaces. Interface that connects it to the Internet is considered 'insecure' and has security level '0', while interface connected to the internal network is supposed to be 'secure' (security level '100'). You can arrange interfaces in the order of their security level below.
de: Um die Policy für die Firewall korrekt erstellen zu können, braucht der Firewall Builder Informationen über das Sicherheits-Level der Interfaces der Firewall. Das Interface, das mit dem Internet verbunden ist, wird als 'unsicher' betrachtet und hat das Level '0'. Ein Interface, das mit dem internen Netzwerk verbunden ist wird als 'sicher' betrachtet und hat das Level '100'. Sie können unten die Interfaces passend einstellen.

source: Choose template object in the list and click 'Finish' when ready. Template objects use generic interface names that will be iherited by the firewall object you create. You may need to rename them later to reflect real names of interfaces on your firewall machine.
de: Bitte wählen Sie ein Muster-Objekt aus der Liste und klicken Sie dann auf 'fertig'. Muster-Objekte verwenden allgemein gültige Namen für Interfaces, die dann von dem neu erzeugten Firewall-Objekt übernommen werden. Es kann erforderlich sein, diese Namen später mit den realen Namen der Firewall-Interfaces zu überschreiben.

source: Group Name:
de: Gruppenname:

source: This operation will create a new group and put selected objects in it
de: Diese Aktion erzeugt eine neue Gruppe und fügt die ausgewählten Objekte in die Gruppe ein

source: Create a group
de: Eine Gruppe erstellen

source: Use preconfigured template host objects
de: Vorkonfigurierte Beispiele für die Host-Objekte verwenden

source: Next step is to add interfaces to the new host. There are two ways to do it: using SNMP query or manually. Adding them using SNMP query is fast and automatic, but is only possible if the host runs SNMP agent and you know SNMP community string 'read'.
de: Als nächstes müssen die Interfaces des neuen Hosts angelegt werden. Es gibt zwei Möglichkeiten dafür: mit Hilfe von SNMP-Queries oder von Hand. Das Auslesen mit SNMP ist schnell und kann automatisch erfolgen, aber es funktioniert nur bei Hosts, die einen SNMP-Agenten bieten und deren SNMP-community für das Lesen bekannt ist.

source: Use SNMP to discover interfaces of the host
de: SNMP benutzen um die Interfaces des Hosts zu erkunden

source: Here you can add or edit interfaces manually. 'Name' corresponds to the name of the physical interface, such as 'eth0', 'fxp0', 'ethernet0' etc. 'Label' is used to mark interface to reflect network topology, e.g. 'outside' or 'inside'.
de: Hier können Sie manuell Interfaces hinzufügen oder abändern. Der angezeigte 'Name' entspricht dem Namen des physikalischen Interfaces, wie 'eth0', 'fxp0', 'ethernet0' usw. 'Bezeichner' wird benutzt um Interfaces in ihrer Funktion zu kennzeichnen, zum Beispiel 'aussen' oder 'innen'.

source: This is unnumbered interface, that is, it does not have an IP address. You can use this for interfaces that terminate PPPoE or other VPN tunnels
de: Dies ist ein unnummeriertes Interface, das bedeutet es hat keine (feste) IP-Adresse. Sie können dieses Interface zum Beispiel zum Terminieren eines VPN-Tunnels oder einer PPPoE-verbindung verwenden.

source: Address of this interface is assigned dynamically using DHCP or PPP protocol
de: Das Interface erhält seine Adresse dynamisch über das DHCP- oder PPP-Protokoll

source: Conflict Resolution
de: Lösung von Konflikten

source: There is a conflict between an object in your tree and object in the file you are trying to open. Choose which version of this object you want to use:
de: Es existiert ein Konflikt zwischen einem Objekt in Ihrem Objekt-Baum und einem Objekt in der Datei, die Sie gerade öffnen wollen. Bitte wählen Sie die Version des objektes, die Sie verwenden wollen:

source: Current Object
de: Aktuelles Objekt

source: Always choose this object if there is a conflict
de: Im Falle von Konflikten immer dieses Objekt auswählen

source: Tree of Objects
de: Objektbaum

source: Go back to the previous object
de: Zum vorigen Objekt zurückkehren

source: OpenBSD: advanced settings
de: OpenBSD: erweiterte Einsellungen

source: Enable directed broadcast
de: Erlaube directed Broadcasts (Broadcasts an Netze)

source: Page Setup
de: Seitenaufbau

source: start each section on a new page
de: Jeden Abschnitt auf neuer Seite starten

source: print header on every page
de: Header auf jeder Seite drucken

source: pf: advanced settings
de: pf: erweiterte Einstellungen

source: Modulate state for all stateful rules (applies only to TCP services)
de: Den Status für alle Regeln mit Status (stateful) modulieren (gilt nur für TCP-Dienste)

source: Optimization:
de: Optimierung:

source: Enforce Minimum TTL:
de: Minimale TTL erzwingen:

source: Enforce Maximum MSS:
de: Maximum MSS erzwingen:

source: Enforces a maximum Maximum Segment Size (MSS) in TCP packet headers.
de: Die Maximale Segment Größe (MSS) in den TCP-Paket-Headern zwangsweise eintragen

source: Enforces a minimum Time To Live (TTL) in IP packet headers.
de: Eine minimale Lebensdauer (TTL) zwangsweise in die IP-Pakete eintragen

source: Reassemble fragments
de: Reassemble Fragments (Defragmentierung)

source: Clear DF bit
de: Lösche DF Bit

source: Clears the don't fragment bit from the IP packet header.
de: Lösche das don't fragment Bit aus dem IP-Header.

source: Use random ID
de: verwende eine zufällige ID

source: Replaces the IP identification field of outgoing packets with random values to compensate for operating systems that use predictable values.
de: Diese Funktion ersetzt das ID-Feld von ausgehenden Paketen durch eine Zufallszahl. Dies erschwert Attacken auf Systeme, die vorhersagbare IDs generieren

source: Buffer and reassemble fragments (default)
de: Fragmente werden zwischengespeichert und re-assembliert (Standard)

source: Buffers incoming packet fragments and reassembles them into a complete packet before passing them to the filter engine.
de: Ankommende Paket-Fragmente werden zwischengespeichert und re-assembliert bevor sie als komplette Pakete an die Filter-Maschine weiter gegeben werden.

source: Drop duplicate fragments, do not buffer and reassemble
de: Verwerfe doppelte Fragmente, keine Versuche zur Pufferung und Re-Assemblierung machen

source: Causes duplicate fragments to be dropped and any overlaps to be cropped.
de: Doppelte Fragmente werden verworfen und alle überlappungen beseitigt.

source: Drop duplicate and subsequent fragments
de: Verwerfe doppelte und alle nachfolgenden Fragmente

source: Similar to 'Drop duplicate fragments' except that all duplicate or overlapping fragments will be dropped as well as any further corresponding fragments.
de: Dies ist ähnlich wie die Funktion 'verwerfe doppelte Fragmente', außer dass nach dem Verwerfen der doppelten Fragmente auch alle nachfolgenden Fragmente, die zu diesem Paket gehören, verworfen werden.

source: Scrub rule options
de: Aufräumen der Regel-Optionen

source: maximum number of entries in the memory pool used for packet reassembly
de: Maximale Anzahl von Einträgen Re-Assemblierungspool für Pakete

source: maximum number of entries in the memory pool used for state table entries
de: Maximale Anzahl von Einträgen im Speicherpool für die Statustabelle

source: When a packet matches a stateful connection, the seconds to live for the connection will be updated to the value which corresponds to the connection state.
de: Wenn ein Paket zu einer Regel mit Status (stateful) passt, so werden die Haltezeit für diese Verbindung auf einen Wert gesetzt, der zum aktuellen Status der Verbindung passt.

source: first
de: erstes

source: The state after the first packet.
de: Der Status nach dem ersten Paket

source: opening
de: öffnend

source: The state before the destination host ever sends a packet.
de: Der Zustand bevor der Empfängerrechner jemals ein Paket sendet.

source: established
de: etabliert

source: The fully established state.
de: Der vollständig etablierte Status.

source: The state after the first FIN has been sent.
de: Der Status nach dem Senden des ersten FIN

source: closing
de: schliessend

source: The state after both FINs have been exchanged and the connection is closed.
de: Der Status nach dem beide FINs ausgetauscht wurden und die Verbindung geschlossen ist.

source: The state after one endpoint sends an RST.
de: Der Status nachdem eine der beiden Seiten ein RST gesendet hat.

source: closed
de: geschlossen

source: single
de: einzeln

source: The state if the source host sends more than one packet but the destination host has never sent one back.
de: Status in dem der Quell-Host mehrere Pakete gesendet hat, aber der Ziel-Host nie ein Paket zurück gesendet hat.

source: multiple
de: mehrfach

source: The state if both hosts have sent packets.
de: Der Status in dem beide Hosts Pakete gesendet haben

source: The state after an ICMP error came back in response to an ICMP packet.
de: Der Status wenn eine ICMP-Fehlermeldung als Antwort auf ein ICMP-Paket empfangen wurde.

source: Other Protocols
de: Andere Protokolle

source: Fragments
de: Fragmente

source: reassembly timeout
de: reassembly timeout (Zeitfenster für die Ankunft von Paketteilen)

source: state expiration timeout
de: Zeitspanne nach der Statusinformationen gelöscht werden

source: seconds between purges of expired states and packet fragments.
de: Sekunden zwischen zwei Löschvorgängen für überholte Statuseinträge und Paket-Fragmente.

source: seconds before an unassembled fragment is expired.
de: Sekunden bevor ein nicht assembliertes Paket verworfen wird.

source: Adaptive scaling
de: adaptive Skalierung

source: Timeout values can be reduced adaptively as the number of state table entries grows (see man page pf.conf(5) for details)
de: Die Zeitspanne kann adaptiv verkleinert werden, wenn die Anzahl der Einträge in der Statustabelle wächst (siehe 'man page pf.conf(5)' für Einzelheiten)

source: adaptive start
de: Startpunkt für adaptive Anpassung

source: When the number of state entries exceeds this value, adaptive scaling begins.
de: Wenn die Anzahl der Einträge in der Statustabelle diesen Wert übersteigt, beginnt das adaptive Verhalten

source: adaptive end
de: Ende des adaptiven Verhaltens

source: When reaching this number of state entries, all timeout val- ues become zero, effectively purging all state entries imme- diately.
de: Wenn diese Anzahl von Einträgen erreicht wird, werden alle Zeitspannen auf 0 gesetzt, damit werden alle überholten Einträge sofort gelöscht.

source: Activate adaptive timeout scaling
de: Aktiviere das adaptive anpassen der Timeouts

source: Log Prefix
de: Log-Präfix

source: Fallback "deny all" rule should log blocked packets
de: Die Rückfallregel "deny all" soll gesperrte Pakete in die Log-Datei schreiben

source: Physical address (MAC):
de: physikalische Adresse (MAC):

source: PIX Firewall Settings
de: PIX Firewall Einstellungen

source: Policy Compiler Options
de: Policy Kompiler Optionen

source: Generate rules assuming the firewall is part of "Any". This makes a difference in rules that use services 'ssh' and 'telnet' since PIX uses special commands to control ssh and telnet access to the firewall machine
de: Die Regeln werden unter der Annahme generiert, dass die Firewall selbst Teil der Gruppe "beliebig" ist. Dies macht einen Unterschied bei Regeln die eine der Dienste 'SSH' oder 'TELNET' benutzen, da beim PIX spezielle Kommandos den Zugriff von SSH und TELNET auf die Firewall regeln

source: Replace NAT'ted objects with their translations in policy rules
de: Ersetze alle von NAT betroffenen Objekte durch ihre übersetzten Werte in den Policy-Regeln

source: PIX inspects packets with ACLs before it does NAT, while many other firewalls do NAT first and then apply ACLs. Policy compiler can emulate the latter behaviour if this options is turned on.
de: PIX prüft Pakete mit Hilfe von ACLs bevor sie mit NAT behandelt werden. Viele andere Firewalls arbeiten zuerst mit NAT und legen dann die ACLs an, Der Policy-Kompiler emuliert das zweite Verhalten auf der PIX, wenn diese Option aktiviert ist.

source: Emulate outbound ACLs
de: Emulieren der ausgehenden ACLs

source: Normally PIX does not support ouotbound ACL, however policy compiler can emulate them if this option is turned on
de: Normalerweise unterstützt PIX keine ausgehenden ACLs, der Policy-Kompiler kann jedoch diese Funktionalität emulieren, wenn diese Option gesetzt ist

source: Optimize 'default nat' rules
de: Optimieren der 'standard-NAT' Regeln

source: In nat rules where network zone object is used in OSrc, ODst and OSrv are 'any' and TSrc defines a global pool for the translation, replace object in OSrc with 'any' to produce PIX command "nat (interface) N 0.0.0.0 0.0.0.0"
de: In den NAT-Regeln, in denen die Netzwerk-Objekte in OSrc (orig. Quelle), ODst (orig. Ziel) und OSrv (orig. Dienst) 'beliebig' sind und wenn TSrc (übers. Quelle) einen allgemeinen Pool für die Übersetzunbg angibt, wird das Objekt in OSrc durch 'beliebig' ersetzt und so das PIX-Kommando "nat (interface) N 0.0.0.0 0.0.0.0" erzeugt

source: Detect rule shadowing in the policy
de: Überdeckende Regeln in der Policy werden gesucht
